import React from "react";
const Bussines = () =>
  {
    return (
        <div style={{width: '100vw', height: '100vh', display: 'flex', alignItems: 'center', flexDirection: 'column' }}>
            <p style={{margin: '40px 0', fontSize: '42px', fontWeight: '500', color: '#051e63'}}>Варианты бизнеса, связанного с Collage</p>
            <div style={{width: '90%', display: 'flex', flexGrow: '1', flexDirection: 'column'}}>
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Визуальный контент и графический дизайн</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>Предложите услуги по созданию привлекательной графики и изображений для бизнесов, которые хотят продвигать свои товары и услуги на Pinterest.
            Создайте агентство, которое предлагает услуги по дизайну пинов и досок для бизнеса.</p>
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}> Маркетинговые услуги</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>
            Помогайте бизнесам в разработке стратегии распространения контента на Pinterest, включая создание пинов, оптимизацию описаний и управление рекламными кампаниями.
             Предложите услуги по управлению аккаунтами на Pinterest для компаний, которые хотят увеличить свою аудиторию на этой платформе.
            </p>
           
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Электронная коммерция</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>
            Создавайте пины, которые содержат ваши товары, и указывайте на ваш интернет-магазин. Можно использовать Pinterest для продвижения физических продуктов.
 Продавайте товары через Pinterest, используя партнерские ссылки, и получайте комиссионные за продажи.

                </p>
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Обучение и курсы</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>
            Предлагайте курсы по использованию Pinterest для бизнеса, включая создание контента, рекламу и аналитику.
            Проводите живые мастер-классы по созданию контента, эффективному использованию Pinterest, коучингу по маркетингу и т.д.
                </p>
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}> Создание пин-туров и коллекций</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>
            Создавайте и управляйте тематическими пин-досками на Pinterest, которые могут быть интересны вашей целевой аудитории. Оставляйте возможность брендам рекламировать свои продукты через эти коллекции.
            Создавайте "трендовые" доски, на которых будут собраны актуальные элементы (мода, мебели, кулинария и т.д.), и предлагайте рекламодателям размещать свои пины.
                </p>
            <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Аналитика и отчетность</p>
            <p style={{fontSize: '26px', color: '#051e63'}}>
            Предложите анализ эффективности контента на Pinterest, чтобы помочь бизнесам понять, какие стратегии работают лучше всего.
            Обеспечьте бизнесы отчетами о результатах их активностей на Pinterest.
                </p>
            </div>
           
        </div>
    )
  }

  export default Bussines;