import React from "react";
const Description = () =>
  {
    return (
      <div style={{width: '100vw', height: '100vh', display: 'flex', alignItems: 'center', flexDirection: 'column', }}>
        <p style={{margin: '40px 0', fontSize: '42px', fontWeight: '500', color: '#051e63'}}>Всё о Collage</p>
        <div style={{width: '90%', display: 'flex', flexGrow: '1', flexDirection: 'column'}}>
        <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Что такое Collage?</p>
        <p style={{fontSize: '26px', color: '#051e63'}}>Pinterest — это визуальный инструмент для поиска идей, таких как рецепты, вдохновение для дома и стиля и многое другое.
        Из миллионов пинов в Pinterest вы всегда сможете найти тот, что станет для вас источником вдохновения. Сохраняйте понравившиеся пины на досках — это поможет вам упорядочить и легко находить идеи. Вы также можете создавать пины, чтобы делиться своими идеями с другими пользователями Pinterest.</p>
        <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Просматривайте свою ленту</p>
        <p style={{fontSize: '26px', color: '#051e63'}}>В зависимости от ваших действий в Pinterest в ленте показываются пины, пользователи и компании, которые могут быть вам интересны. Здесь также отображаются пины с досок и из профилей пользователей, с которыми связаны ваши подписки.
Вы можете искать пины по ключевым словам. Попробуйте ввести на панели поиска слово «день рождения», и вам будут предложены идеи, связанные с украшениями для дня рождения, рецепты праздничных блюд, идеи подарков и многое другое.</p>
        <p style={{fontSize: '34px', fontWeight: '500', color: '#051e63', margin: '30px 0'}}>Поиск идей</p>
        <p style={{fontSize: '26px', color: '#051e63'}}>Используйте панель поиска , чтобы находить идеи, людей и популярные запросы. Просматривайте предлагаемые или интересующие вас темы. Нажмите Профили на странице поиска, чтобы найти авторов, пользователей и бренды на основе ваших поисковых запросов. Используйте камеру, чтобы найти идеи, похожие на ваши фото, и сузить количество результатов в бьюти-сфере по диапазону оттенков кожи и типу волос.</p>
        </div>

      </div>
    )
  }

  export default Description;